Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “思羽！”郁红脸色一沉，打断她的话，“就算他们就是打败轩辕家的剑修又如何？这么多年，你还没有看清楚吗？男人没有一个可靠的！我们不能冒这个险。”
en_us: "Si Yu!" Yu Hong's expression darkened as she cut her off. "So what if they were the sword cultivators who were able to defeat the Xuan Yuan Family? It's been so long, yet do you still not understand? There is not one man on this earth who is reliable! We cannot afford to take this risk."

source: “怪不得……”孤月点了点头，“上次在升仙塔的时候，他那只叫雪银的狮吼兽受了重伤，想来终还是没能挺过去。他现在叫你去，除了想与我派交好外，估计也确实想去再找一只新的灵兽。”
en_us: "No wonder..." Lonemoon nodded. "The last time he was in the Immortal Ascension Pagoda, his Lion Roaring Beast, Silver Snow, was injured critically. I think that the purpose of his invitation, besides building good relationship with our sect, is to look for a new spirit beast."

source: “怪不得上青界，不惜连游仙都派来这秘境中。”孤月也明白过来，那三个人进秘境要找的东西是什么了。
en_us: "No wonder even Traveling Immortals from the Upper Azure World were sent to this mystic realm." Lonemoon finally understood what the three people who entered the mystic realm just before them had been looking for.

source: “怪我罗？”沈萤翻了个白眼，明明就是这里太脆。
en_us: "You're blaming me?" Shen Ying rolled her eyes. This place is clearly too fragile.

source: “总之，那孩子的元灵剑气暴发，可能不单是因为那个魔族入侵的原故。”羿清沉声道，“一定还有别的什么原因，只是不知薄家父子是否知情而已。”
en_us: "Anyways, the invasion of the Demonic beast might not be the only cause of the kid's insurging Qi of Yuan Ling Sword," Yi Qing said solemnly, "thre must be other reasons, which Pu's Father and Son might or might not know."

source: “恩人慢走！”他再次鞠了躬。
en_us: "Please take care, my benefactor!" He bowed once again.

source: “恩人，它们这是……”羿清实在忍不住开口问，看这情形这些兔妖是她招来的。
en_us: "Benefactor, they are…" Yi Qing could not hold the question in any longer because she seemed to be the one who had invited these rabbit demons.

source: “恭喜羿清真人，顺利结婴。”好吧，你是大腿，他忍！
en_us: "Congratulations, Perfected Yi Qing, for successfully forming your Nascent Soul." Alright, you’re the big shot. I'll put up with it.

source: “悟剑峰前的识真石，能认出化神尊者的本命法器。”
en_us: "The authenticity detector stone at Sword Comprehension Peak can recognize the Supremacy's intrinsic dharmic artifact."

source: “您……怎么会在这里？”易峰快步迎了上去，下意识的问了一句，他不是从来不出万兽峰的吗？难道是感应到他有危险，所以特意赶来的？
en_us: "How... did you get here?" Yi Feng quickly walked toward his spirit master. I thought he never left Myriad Beast Peak? Did he come here because he sensed that I was in danger?

source: “您……觉得我们刚刚的剑招怎么样，有哪些不足？”
en_us: "What… did you think of our sword moves just now? What are we lacking?"

source: “您不知道？！”到是兔妖一脸震惊，他不是上仙的朋友吗？兔王明明说过他在这院中都躺了一个月了，“其实……我也不是很清楚。”兔妖看了看正在屋顶盖草的王，压低声音道，“只是听王说，这位上仙法力无边，无人是其敌手，谁也不知道她修为到了何种境界。她隐居在此数月，专程拦着那些出界吃人玩的妖族，听闻当初九位妖王一起联手，在她手下都没走过一招。所以我王千叮万嘱，令我等切不可惹上仙生气。”
en_us: "Did you not know?!" The rabbit demon's face was filled with astonishment — wasn't he the Exalted Immortal's friend? The Rabbit Monarch had clearly stated that he had stayed in this yard for a month. "Actually… I am not very sure," the rabbit demon took a quick glance at the Monarch who was laying hay on the roof and lowered his volume, "It is because the Monarch said that this Exalted Immortal has boundless powers and nobody is her match. No one knows which stage of cultivation she has achieved. She lived in such solitude for many moons, purposely intercepting those demons who left the realm to devour humans for fun. I have heard that previously, the nine Demon Monarchs who had combined forces could not even take a blow from her. This is why our Monarch repeatedly advised us not to agitate the Exalted Immortal."

source: “您好，请问沈上仙在吗？”
en_us: "Hello, may I ask if Exalted Immortal Shen is here?"

source: “想吃？”她问。
en_us: "Do you want to eat?" Shen Ying asked.

source: “想啥？”你到是说呀？
en_us: "Want to what?" What are you trying to say?

source: “想要我的命？凭你也配？”
en_us: "You want my life? With what army?"

source: “想逃？”
en_us: "Planning to run?"

source: “意图穿过魔界之门，跑去仙界，还用我提醒吗？”
en_us: “You still reminders on how you intended to get to the Immortal Realm through the Door of Demon Realm? ”

source: “愣着干嘛？”沈萤转身走出了厨房，招了招手，“赶紧的，把午饭打包一下，我们边走边吃。时间紧迫，锅里那个菜就算了。”反正已经糊了。
en_us: "Why are you still standing there?" Shen Ying walked out of the kitchen and gestured at him, "Quickly, pack the lunches and we can eat them on the way. Time is of the essence, we can forget about the vegetables in the pan." Since they are already overcooked.

source: “慢点慢点！”沈萤连忙把他又压了回去，“你伤还没长好呢？”
en_us: "Slowly, slowly!" Shen Ying hurriedly pushed him back down, saying, "Your injuries are not fully healed yet."

source: “慢着！”沈萤刚要接过去，羿清已经一个箭步，先一步怒气冲冲的过去了。
en_us: "Hold on!" Just as Shen Ying was about to take it, however, Yi Qing had already taken big strides to rush over angrily.

source: “慢着！”郁红立马挡在了沈萤面前，咬了咬牙道，“她什么都不知道，我保证她不会说出去。我们……我们可以加灵石。”说着掏出一袋灵石递了过去。
en_us: "Wait!" Yu Hong went to stand in front of Shen Ying. She gritted her teeth and said, "She doesn't know anything and I promise that she won't say a word to anyone else. We… we can give you more spirit stones." She took out a bag of spirit stones from her bag and handed it over.

source: “成为此塔的一部分吧！”眼看着漫天的黑气就要扑向对面的人。
en_us: "Become part of this pagoda!" The blob of black gas was just about to pounce on Shen Ying.

source: “成立一个？”孤月一惊。
en_us: "Establish one?" Lonemoon repeated in shock.

source: “成色不对，又废了一炉，不炼了……他娘亲的问题出在哪？难道是药剂添加的不对？我昨日到底不小心添加了什么药剂才炼出地阶丹药？”
en_us: "It's the wrong color. I've made yet another useless pot. I'm not refining any longer... Where on earth does the problem lie at? Could it be that medicinal compounds were added incorrectly? What did I accidentally add in yesterday that allowed me to refine that Earth-tier elixir?"

source: “我……”
en_us: “I…”

source: “我……”她突然抬头看了看旁边的羿清，有些不好意思的低下了头。
en_us: "I..." She suddenly lifted her head to look at Yi Qing who was next to her. Then, she bowed her head in embarrassment again.

source: “我……”孤月嘴一抽，偏偏他还真有！咬牙从身侧的储物袋里掏出一叠糕点，“给，上次你没吃完，我给你收起来的。吃吃吃，吃死你！”
en_us: "I…" Lonemoon's mouth twitched, but he really did have it! Gritting his teeth, he pulled out a stack of cakes from the storage bag by his side. "Here, last time you didn't finish them, so I packed them up for you. Eat, eat, eat till you die!"

source: “我……”思羽仍是有些紧张。
en_us: Nervously, Si Yu mumbled, "I..."

source: “我……我……”狸猫被孤月的眼神吓得一抖，犹豫了半会才一咬牙道，“我……我其实是奉我们狸猫族长之命。去……去祝贺万妖大王晋升之喜的。狐妖要抢的，就是……我送的贺礼——紫霞玄芝！”
en_us: "I…I…" Terrified by the look in Lonemoon's eyes, the civet cat trembled in fear. Hesitating, he gritted his teeth and said, "I… I am actually on a mission for the patriarch of our civet cat clan. To… to send our congratulations to the Myriad Demon King for the ascension of his cultivation level. What the fox demon wants is… the gift I'm delivering—the Splendor Lingzhi!"

source: “我……我不知道啊！大仙！”他在魔宫中沉睡得好好的，她突然就闯进来了，二话不说，揪起他就是一顿胖揍，他哪知道什么小孩啊，“大……大仙，您要什么尽管拿去就好，但我真的没有看到什么小孩啊？”
en_us: “I... I really don;t know! Great Immortal!” He was having a good sleep in the Demonic Palace when she just barged in and gave him a thrash without mentioning a singe word. How was he suppose to know about some kid that entered Demon Realm," Grea...Great Immortal, you can take whatever you want, but I really did not spot any kid around?"

source: “我……我是偷吃了几只鸡！那是因为我饿啊喵。”狸猫哭得越加大声了，满脸都是委屈，“但……但我都有付钱的！真的，我没害人。”它指了指地上的金碇子，说完掰着指头数了起来，“我还治好了，王大叔腰伤；李大叔的脚疼；赵大叔的风湿；孙大娘葵水不调……”
en_us: "I… I did eat a few chickens! That was because I was hungry. Meow." The civet cat cried louder and louder, an expression of deep hurt on his face. "But… but I paid for everything! Really, I didn't harm anyone." Pointing to the gold pieces on the ground, it started counting on its fingers. "I also cured Uncle Wang's waist injury; Uncle Li's aching foot; Uncle Zhao's rheumatism; Auntie Sun's menstrual imbalance…"

source: “我……是魔修！”她忍不住提醒。
en_us: "I… am a fiendish cultivator!" she couldn't help but remind Shen Ying.

source: “我、叫、枫、影！”再叫一声宝宝，老子跟你翻脸你信不信！
en_us: "My name is Feng Ying!" Call me baby again and you'll be sorry, believe me!

source: “我。”他话还没说完，一道低沉的声音，突然在他身后响起。
en_us: "Me." Before he could finish, a low voice sounded out from behind him.

source: “我一直都在啊。”拜托，她明明跟着厨子徒弟一块进来的。
en_us: "I’ve been here all this time." Come on, it was obvious that she had entered together with her chef disciple.

source: “我不会。”
en_us: "I do not know how."

source: “我不收小红她们做徒弟，行了吧！”
en_us: "I’m not taking Little Hong and the girls as my disciples. Will that be fine?!"

source: “我不是……”
en_us: "I didn't..."

source: “我不知道啊！”
en_us: “I didn't know！”

source: “我不确定。”孤月指向沈萤，“她看到的。”
en_us: "I'm not sure myself. She saw it." said Lonemoon and pointed at Shen Ying.

source: “我不跟你说过了吗？”她懒懒的回了句，“我也不知道啊！”
en_us: "Didn't I tell you? She replied lazily, "I don't know!"

source: “我乃上青界轩辕家的长老，道号青尹，这两位是我师兄。”青尹微仰着头，带些自傲的出声道。
en_us: "I am an elder of the Xuan Yuan family in the Upper Azure World, Dao name - Qing Yin. These two are my Senior Brothers." Qing Yin answered with arrogance as he held his head high.

source: “我也不清楚。”奚秋心下一沉，转身拉过一名弟子交待道，“快去凌霄峰通知晔星、余阳两位尊者，请他们立即出关。”
en_us: "I am not sure either." Xi Qiu's heart sank as he turned towards a disciple and ordered, "Quickly head over to Ling Xiao Peak to inform the two Supremacies, Ye Xing and Yu Yang, and invite them to immediately come out of seclusion.”

source: “我也不清楚。”毕浩紧了紧现在还在颤抖着的手，“不过那人一定不简单。记住，若是以后再遇到此人，躲得越远越好！”
en_us: "I am not sure either." Bi Hao clenched his trembling hands. "But that person must not be simple. If we were to ever meet that person again, it would be best for us to keep away from her as far as possible!"

source: “我也不知道。”
en_us: "I don't know either."

source: “我也是刚刚接到的消息。”枫影顺手从废墟中扒出一张椅子，扫了扫上面的灰道，“升仙塔是昨天突然出现在华元城郁家的，说是你当初跟郁家家主一战，触动了郁家的禁制，引得升仙塔现世。对了昨天上午出现的那阵天地异象，就是升仙塔引起的。过来坐！”
en_us: "I just received the news as well," Feng Ying pulled a chair out of the wreckage and dusted the surface. "The Immortal Ascension Pagoda suddenly appeared in the Yu Family home in Huayuan City. Apparently, your battle with the Yu Family made them take extra precautions against you by setting up the Immortal Ascension Pagoda. The Heaven and Earth phenomena we witnessed yesterday was caused by that Immortal Ascension Pagoda. Come, sit down!"

source: “我也是刚刚知道，她们是我郁家旁系一年前失踪的几名逃奴。”郁海珩满是恶意的扫向沈萤身后的思羽，“她跟那个叫郁红的女子，之前都是郁家旁系元婴真人振祥的炉鼎。”
en_us: "I also just found out that they were the missing escaped slaves of the collateral kin of my Yu Family." Yu Hai Heng gazed at Si Yu who stood behind Shen Ying, filled with malice, "She and the girl called Yu Hong were Zhen Xiang, Perfected Nascent Soul, collateral kin of Yu Family's human cauldrons previously."

source: “我也没想听的。”沈萤叹了口气，“可……你们是不是忘了关公放了？”
en_us: "I didn't want to listen." Shen Ying sighed, "But... did you guys forget to off the public mode?"

source: “我也没让你来啊。”不是他自己主动跑过来，问她有什么需要的吗？“再说……那天不是你让我挥那一剑的吗？”
en_us: "But I didn't ask you to come." Wasn't he the one who came asking whether she needed anything? "Besides… didn't you ask me to wield that sword the other day?"

source: “我也饿了。”他直接动手剩了碗饭坐下，心底满满的都是不平衡，瞄了旁边某吃货一眼，又忍不住念道，“下午你跟门下弟子们，把后山那片萝……灵植采收一下。”说着他掏出一张字条递给她道，“这是清单，按照上面的数，一株都不能少。”
en_us: "I am also hungry." He immediately served the remaining rice to sit down, his heart was filled with indignant, he glanced over at a certain foodie and could not help but nagged, "In the afternoon, you bring the disciples to the back of the mountain to harvest the radish... spirit herbs." He then took out a note and passed it to her, "This is a checklist, take according to the numbers on it, not one herb less."

source: “我什么我？”
en_us: “I? What I?!”

source: “我以前也端过。”
en_us: "I served her food before."

source: “我们……”
en_us: "We-"

source: “我们……我们刚刚是在这炉中！”怪不得，满地都是异火，原来是这练丹炉的丹火，看来这个练丹炉也是个仙器，里面居然自有一番天地。
en_us: "We… we were in this cauldron just now!" No wonder the ground was covered with Deviant Fire. It was actually the fire for refining elixirs. So it appeared that this elixir-refining cauldron was also an immortal artifact; there was a whole new world inside it.

source: “我们也想如掌门一般，强大到无人敢欺，无事可辱，无祸可惧。掌门修为高深，哪怕能习得您万分之一的本领，也会令我得受用无穷。”
en_us: "We want to become like you, Sect Master, who is so strong and fearless that no one can bully you and embarrass you. Sect Master, your cultivation level is extremely advanced. We'd be honored to learn to become even one percent as powerful as you."

source: “我们什么时候走呀？择日不如撞日，要不现在就出发吧！午饭可以打包。”
en_us: "When are we leaving? Why not today, let's set off now! Lunch can be packed and brought along."

source: “我们会带着掌门祝福，参加大比。”
en_us: "We will bring your blessings to the competition."

source: “我们刚刚起步招人，人是少了点。”沈萤想了想，解释道，“嗯，以后就多了。”
en_us: "We just began to recruit so there aren’t a lot of people." Shen Ying had pondered for a bit before explaining. "Yeah, there will be more in the future."

source: “我们清楚的。”郁红点了点头，“那……道友可否现在就送我们下界。”
en_us: "We know.” Yu Hong nodded. "So… Fellow Daoist, can we go to the Lower Realm now?"

source: “我们需要那些吗？”
en_us: "Do we need those?"

source: “我修习的是……”
en_us: "I learned and practiced..."

source: “我修习过……御水诀！”
en_us: "I learned and practiced… the Water Negation Art!"

source: “我先进去看看情况吧！”孤月也想到了这一点，沉声道，“先不论秘境里什么样，单这三人走的这一趟，算是跟玄天宗结下了梁子，其它元婴堂主去，都不合适。我至少可以自保。”
en_us: "Let me go in and take a look first!" Lonemoon was thinking hard about their situation too. In a low voice, he continued, "There's no point discussing what lies inside the mystic realm. The fact that the three of them are making this trip into the mystic realm shows that they're deliberately going against Blackheaven Sect. It's simply not appropriate to let any of the other Nascent Soul stage cultivators to go after them. I at least will be able to protect myself."

source: “我其实……咦？”魔种一愣。
en_us: "I actually...Huh？" The Demon Seed froze.

source: “我再问一次。”沈萤脸色更沉，“为什么要在九九劫雷上加雷？”
en_us: "I'll ask you one more time," Shen Ying's expression darkened. "Why did you add extra bolts of lightning to the Nine Nine Lightning Tribulation?"

source: “我刚杀了玉鼎那个伪君子，你若明日就毫发无伤的回去，想来玄天宗定会心疑于你！”她看了沈萤一眼，闪过一丝担忧，“你最好拖个几日再回，他们问起，你再如实告诉他们，杀玉鼎老贼的是我无常毒煞戚橙雨。”
en_us: I just killed that hypocrite Yu Ding. If you go back tomorrow without any injury, Blackheaven Sect will suspect you!" She glanced at Shen Ying, and a trace of worry flashed in her eyes. "You better wait a few days before returning. If they question you, just tell them the truth, that the one who killed that old thief Yu Ding was me, Qi Chengyu."

source: “我到是有个办法，可以帮追魂楼解决这个问题。”
en_us: "I do have an idea to solve this problem."

source: “我去主峰找奚秋。”刚回到玄天宗，孤月交待了一句，也没管余下的两人，就火急火燎的去找掌门商量秘境的事去了。
en_us: "I am going to the main peak to look for Xi Qiu." After returning to Blackheaven Sect, Lonemoon only threw down those words with no regard for those two people and left in a hurry to find the sect master to discuss the matter of the mystic realm.

source: “我又不是你们无敌派的人，让开！”枫影有点暴躁。
en_us: "I'm not a member of your Invincible Sect, get out of my way!" Feng Ying was starting to get agitated.

source: “我又没有虐杀小动物的癖好，骗你干嘛？”它又没吃人。
en_us: "It's not like I have any interest in slaughtering little animals. Why would I lie to you?" The Rabbit Monarch did not eat humans after all.

source: “我只是问个路而已，你瞎BBBBB……B个毛啊！”她一边砸一边生气的大声吼道，“知不知道人家还没有吃饭？叫你拖时间，叫你拖时间……”
en_us: "I was just asking for directions, why are you giving me all this bullshit!" scolded Shen Ying as she continued her bashing. "Don't you know I haven't eaten yet? This will teach you to waste my time, teach you to waste my time..."

source: “我只能送你们到这里了。”孤月抬头看了看峰顶道，“再往里走，就会被发现了。我好歹是玄天宗的人，太虚派多半人都见过我，跟着你们上去，也不合适。”他要是被发现，到时就是两个门派之间的问题了。
en_us: "I can only bring you up to this point." Lonemoon looked up at the summit. "If I venture any further, I will be spotted. I am a member of Blackheaven Sect and most people in the Taixu Sect know me, so I don’t think it’s appropriate for me to follow you up." If he were recognized, it would create a problem between the two sects.

source: “我只见过魔修往下界跑的，修士想下界还是第一次。”男子笑了笑，转头点了点人数，皱起了眉，“不是说九个吗？怎么多了一个人？”
en_us: "I only see fiendish cultivators heading for the Lower Realms. This is the first time I'm meeting immortal cultivators who want to enter the Lower Realm," the man mocked. He turned to count the number of people and then frowned, "Didn't you say nine? Why is there one more person?"

source: “我叫孤月！”羿清立马接了一句。
en_us: "My name is Lonemoon!"

source: “我叫戚橙雨，大小也算是个魔尊，我瞧着你挺顺眼的，以后要在玄天宗混不下去了，记得来冥阴山找我，兴许还能活久点！”这么蠢的人，没人看着，会死的吧？！
en_us: "My name is Qi Chengyu, a Fiend Venerate. You seem like a person I can relate to. If you find that you cannot make it in Blackheaven Sect in future, look for me in Ming Ying Mountain. Maybe then you can survive a little longer!" Such a stupid person like this will surely die without protection?!

source: “我叫沈萤，是跟刚那个小伙一块来的啊！”沈萤指了指之前弟子出去的方向。
en_us: "I am Shen Ying, the one who came with that lad just now!" Shen Ying pointed in the direction that the disciple from moments ago had headed towards.

source: “我可是小姐姐的萝卜！”
en_us: "I'm Little Missy's radish!"

source: “我同意他的说法。”沈萤还没回答，孤月突然举手，一脸认真的道，“我是不管你找不找对象啦，但谁都可以，白泽就算了。”
en_us: "I agree with him," Lonemoon suddenly raised his hand before Shen Ying could answer. His expression was sombre, "I dont care if you look for a partner, and you can look for anyone you want except Bai Ze."

source: “我咋知道。”孤月仔细打量了萝卜一眼，“灵植草木类大多都是没有性别区分的，化形后估计也是可男可女的。”
en_us: "How would I know?" Lonemoon scanned the radish and continued, "Spirit herbs mostly don’t have genders. Naturally, once it takes form, it could take on either gender."

source: “我咋知道，它自己要跟的。”沈萤低头瞅了瞅地上那只举着蒲公英，见她不收还卖力开出了第二朵的萝卜，嫌弃的退了一步，“你喜欢啊，送你啊！”
en_us: "How would I know? It chose to follow me." Shen Ying looked down at the raised dandelion. The vegetation spirit had already forced out another flower, in the hopes that Shen Ying would be more pleased with it. She took a step back, her expression one of disgust. "If you like it so much, you can have it!"

source: “我咋知道？”沈萤摇了摇头，“他有社交恐惧症，不爱说话。难道……它也喜欢吃海鲜？”她想起了那满袋子的存货。
en_us: "How would I know?" said Shen Ying shaking her head. "He has socio-phobia, doesn't like to talk. Don't tell me... he has a thing for seafood too?" She thought of the hoard of seafood in her bag.

source: “我啊！”他们话音刚落，身边却顿时响起一个声音。
en_us: "It's me!" Right after their words ended, a voice rang out by their side.

source: “我啊！”他话音刚落，眼前顿时扬起了一只爪，下一刻一张放大的脸凑到了身前，“我说大哥，你当我的面挖墙脚不好吧？”
en_us: "I am!" Just as he completed his sentence, a raised fist appeared before his eyes and the next moment a super-sized face zoomed right in front of him. "I say big brother, don't you think you are too much, trying to lure my staff away right before my eyes?"

source: “我啥都没做啊！”沈萤好奇的举了举旗子，“咦，怎么还滴水了？在水里泡过吗。”只见那旗身上，突然湿透了，正滴滴答答的往外渗着水。
en_us: "I did not do anything!" Shen Ying held up the gonfalon curiously. "Huh, why is it dripping water? Was this soaked in water?" The gonfalon was suddenly soaking wet, dripping water that was seeping out of it.

source: “我在这，这里！”
en_us: "Here! I'm here!"

source: “我好了。”她走了过去，随口问，“往哪边走？”
en_us: "I'm done." She walked over and casually asked, "Which way are we going?"

source: “我好饿。”
en_us: "I'm famished."

source: “我宁死也不会成魔。”
en_us: “I'd rather die than to become a demon.”

source: “我完不完不知道，不过……江豹今天你是肯定完了！”
en_us: "It doesn't matter whether I am a goner or not. Either way, you, Jiang Bao, are definitely not going to make it past today!"

source: “我就一会。”
en_us: "It will only take a while."

source: “我左边，你右边！”羿清没有多说，握紧手里的剑就冲了过去，现在也只能打了。孤月也冲向众人。
en_us: "I'll take the left, you take the right!" Yi Qing shouted. He tightened his grip on the sword in his hands and charged forward. They had no choice but to fight now. Lonemoon followed suit and charged toward the group.

source: “我并不认识什么……”
en_us: "I don't know any…"

source: “我并无歹心。”白泽也看这个老挡着自己的凡人不顺眼，“我就是来玩，是沈……你师父亲自邀请我的。”
en_us: "I have no evil intentions,” Bai Ze grew increasingly irritated with this mortal, who seemed hell-bent on opposing him. "I am here to play, it is Shen... your Master who invited me here."

source: “我想到一个很适合的地方。”沈萤一本正经的道。
en_us: "I know somewhere we could go," Shen Ying said seriously.

source: “我愿我愿我愿。”疯狂点头，它不想被吃掉啊！人修太恐怖，它再也不想着去青界吃人了。
en_us: "I am, I am, I am," the wyrm nodded. It did not want to be eaten. Human cultivators were so scary; it dared not go to the Azure World to feed on humans again.

source: “我懒得经常应付你们，所以只是想郑重的告诉你一声，以后如果还有一个轩辕家的人，蹦出来打扰我吃饭……我就揍你！”
en_us: "I can't be bothered to deal with you guys, so I'm going to give you a stern warning right now. If anyone from the Xuan Yuan Family appears midway through my meal again… I'll hit you!"

source: “我找不着回去的路了，你带我去。”
en_us: “I cannot find the way back, you will bring me there.”

source: “我找了他数百年，就为报达他的‘师恩’。”她神情越来越深沉，似是沉浸在什么里面，眼底慢慢染上了疯狂的神色，“这些年，我杀了所有当年辱我之人，却独独找不着他，百年来我日日夜夜都在想着，若是有一天……若是有一天……”
en_us: "I have been looking for him for hundreds of years, just to repay this debt of 'gratitude'." Her expression became grimmer and she seemed to be immersed in her thoughts, her eyes slowly taking on a crazy look. "In these past several years, I have killed all the those who tormented me, but he was the only one I couldn't track down. I had been thinking day and night for a hundred years, if one day… if one day…"

source: “我数三声还不滚，你就准备……用手爬着回去吧！”
en_us: "If you don't leave on the count of three, get ready... to crawl back on your hands!"

source: “我无意和你们为敌，你们别逼我！滚！”
en_us: "I have no intention to make all of you my enemies. Don't force my hand! Get lost!"

source: “我日你大爷，你到底谁的系统啊？”可无论他怎么反抗，眼泪还是哗啦啦的往下流，止都止不住，哭得他头都开始眩晕了，也没有停止迹象。突然觉得什么报仇，什么出气，什么节操全是辣鸡。
en_us: "Fuck you, whose system are you exactly?" Yet no matter how he retaliated, the tears still kept coming down, there was no way to stop them. He cried till he began to feel dizzy yet there was no sign of stopping. Suddenly felt that revenge and venting out, and integrity are all rubbish.

source: “我明白了。”
en_us: "I understand."

source: “我明白了，如此……此行要辛苦师父。”羿清仍旧一脸坚定，师父的苦心外人怎么懂，“徒儿一定不会让您失望的。”
en_us: "I understand now, in that case… thank you, Master, for your trouble." Yi Qing still wore that look of unwavering conviction. How can Master's well-meaning intentions be understood by outsiders? " Disciple will definitely not let you down."

source: “我昏迷了半个月？”
en_us: "I was unconscious for two weeks?"

source: “我是一名散修无门无派，亦无师门，现为金丹剑修，一心问道，只求以手中之剑扫平世间邪祟。”羿清认真的道，“幸结识前辈，仰慕前辈高义。斗胆自请拜入门下，还请前辈成全。”
en_us: "I am an itinerant cultivator with no home, sect nor master. Currently I am a Golden Core sword cultivator, wholeheartedly seeking the Dao, and my wish is to use the sword in my hand to eliminate all heretic spirits in the world." Yi Qing earnestly said, "I am so lucky to have gotten to know you Senior, and I truly admire Senior's righteousness. Pardon my boldness in asking you to accept me under your wing, but I do hope that you will allow it."

source: “我是人。”女子回答。
en_us: "I'm human," answered the woman.

source: “我是他师父啊。”沈萤指了指羿清，难得想起了自己的身份，“我纠正一下啊，你们那三个人，只有那个吃错药的……对，就是右边镜子里那个，是厨……呃，我徒弟杀的，其它的事都是我做的。”拿工资的那种。
en_us: "I'm his master," Shen Ying replied, pointing to Yi Qing. It was rare for her to identify herself this way. "Let me correct you: Chef- I mean, my disciple only killed one out of three of your people. He killed the one who ate the wrong medicine… Yes, the one in the right-hand side mirror. I killed the other two." And I was paid to do so.

source: “我是师父唯一的弟子，这种事当然由我来。”
en_us: "I'm Master's only disciple. I am in charge of these things."

source: “我是觉得……秘境开启的时间向来有限，既然这事各派迟早会知道。不如直接通告三宗六派，邀他们一起进入秘境一探究竟。”奚秋沉声道，“至于入秘境的人选，也随各派决定。这毕竟是上古秘境，有机遇也会有风险，端看各人的造化。”
en_us: "I feel that… the time a mystic realm remains open has always been limited. Since this matter will be known to all the sects sooner or later, why not we directly inform the Six Schools Three Sects and invite them to enter the mystic realm together to check it out." Xi Qiu lowered his voice and said, "As for the members to be sent, each sect can decide on their own. This is an Ancient Mystic Realm after all. With opportunities come risks — it all depends on one's fate."

source: “我是谁？！”他冷笑了一声，满脸讽刺的道，“追魂楼这个名字，你可记得？”
en_us: "Who am I?!" He laughed coldly, his face filled with sarcasm, "Soul Chasing Tower, do you remember this name?"
